import "./header.css";

function Header() {
    return (
        <div>
            <header class="header">
                <div class="container h-100">
                    <div class="row h-100 align-items-center">
                        <div class="col-md-12 text-center">
                            <h4>नारायणी महिला शक्ति संगठन में आपका स्वागत है।</h4>
                            <p>नारायणी महिला शक्ति संगठन एक गतिशील और परिवर्तनकारी आधारिक संगठन है जो घरेलू महिलाओं और गरीब बच्चों के जीवन में सकारात्मक परिवर्तन को देखते हुए समर्पित है। भारत के उत्तराखंड राज्य के पितौरागढ़ जिले में स्थित, यह संगठन दृढ़ सृजनात्मक दृष्टिकोण के साथ काम करता है जो सुधार, सशक्तिकरण, और सांस्कृतिक समृद्धि के कई पहलुओं को समाहित करता है। सजीवता से योजनाबद्ध पहलों की श्रेणी के माध्यम से, जिनमें मीटिंग्स, कार्यशालाएँ, और खुले कार्यक्रम शामिल हैं, नारायणी महिला शक्ति संगठन महिलाओं की सामाजिक और आर्थिक स्थिति को ऊंचा करने का प्रयास करता है, साथ ही जरूरतमंद बच्चों के विकास और संभावनाओं को पोषण करने का कार्य करता है। इसके अलावा, उनके प्रयास उत्तराखंड की जीवंत संस्कृति को वैश्विक स्तर पर प्रोत्साहित करने तक फैलते हैं, जो क्षेत्र की समृद्धि से संबंधित समझ और मूल संपत्ति की प्रशंसा को प्रोत्साहित करते हैं।</p>
                            {/* <button class="btn btn-primary">Start Journey!</button> */}
                        </div>
                    </div>
                </div>
            </header>
        </div>
    );
}
export default Header;